Repository: ManishModak/parking-management-merchant-app
Catalog: lib/l10n/intl_*.arb
Languages: mr

# appName
source: CityPark
mr: सिटीपार्क

# menuTitle
source: Menu
mr: मेनू

# menuPlazas
source: Plazas
mr: प्लाझा

# menuUsers
source: Users
mr: वापरकर्ते

# menuDisputes
source: Disputes
mr: वाद

# menuSettings
source: Settings
mr: सेटिंग्ज

# menuPlazaFare
source: Plaza Fares
mr: प्लाझा भाडे

# menuModifyViewPlaza
source: View/Edit Plaza Details
mr: प्लाझा तपशील पहा/संपादित करा

# menuRegisterPlaza
source: Register New Plaza
mr: नवीन प्लाझा नोंदणी करा

# menuRegisterUser
source: Register New User
mr: नवीन वापरकर्ता नोंदणी करा

# menuModifyViewUser
source: View/Edit User Details
mr: वापरकर्ता तपशील पहा/संपादित करा

# menuRaiseDispute
source: Raise Dispute
mr: वाद उचला

# menuViewDispute
source: View Disputes
mr: वाद पहा

# menuProcessDispute
source: Process Dispute
mr: वाद प्रक्रिया

# menuResetPassword
source: Reset Password
mr: पासवर्ड रीसेट करा

# menuAddPlazaFare
source: Add Plaza Fare
mr: प्लाझा भाडे जोडा

# menuModifyViewPlazaFare
source: View/Edit Plaza Fare Details
mr: प्लाझा भाडे तपशील पहा/संपादित करा

# menuTickets
source: Tickets
mr: तिकिटे

# menuNewTicket
source: New Ticket
mr: नवीन तिकीट

# menuOpenTickets
source: Open Tickets
mr: उघडी तिकीटे

# menuRejectTicket
source: Reject Ticket
mr: तिकीट नाकार

# menuTicketHistory
source: Ticket History
mr: तिकीट इतिहास

# menuMarkExit
source: Mark Exit
mr: निर्गमन चिन्हांकित करा

# welcomeMessage
source: Welcome to the Merchant App!
mr: मर्चंट अॅपमध्ये आपले स्वागत आहे!

# loginMessage
source: Welcome Back You've Been Missed!
mr: परत स्वागत आहे आपली कमतरता जाणवली!

# registerMessage
source: Create An Account To Explore Our Platform.
mr: आमच्या प्लॅटफॉर्मचा वापर करण्यासाठी खाते तयार करा.

# verificationMessage
source: A verification code has been sent to your mobile number.
mr: आपल्या मोबाइल नंबरवर सत्यापन कोड पाठवला गेला आहे.

# loadingMessage
source: Please wait while we verify your credentials...
mr: कृपया प्रतीक्षा करा, आम्ही आपले क्रेडेंशियल्स पडताळत आहोत...

# successMessage
source: Congratulations! You Have Been Successfully Registered.
mr: अभिनंदन! आपण यशस्वीपणे लॉगिन झाला आहात.

# buttonLogin
source: LOGIN
mr: लॉगिन

# buttonRegister
source: REGISTER
mr: नोंदणी

# buttonContinue
source: CONTINUE
mr: सुरू ठेवा

# buttonConfirm
source: CONFIRM
mr: पुष्टी करा

# buttonSetResetPassword
source: RESET PASSWORD
mr: सेट/रीसेट पासवर्ड

# titleLogin
source: Login
mr: लॉगिन

# titleRegister
source: Register
mr: नोंदणी

# titleForgotPassword
source: Forgot Password
mr: पासवर्ड विसरलात का

# titleOtpVerification
source: Verification Code
mr: सत्यापन कोड

# titleLoading
source: Loading
mr: लोड होत आहे

# titleSuccess
source: Success
mr: यश

# titlePlazas
source: Plazas
mr: प्लाझा

# titleDashboard
source: Dashboard
mr: डॅशबोर्ड

# titleSetUsername
source: Set Username
mr: वापरकर्ता नाव सेट करा

# titleUsers
source: Users
mr: वापरकर्ते

# titleUserInfo
source: User Info
mr: वापरकर्ता माहिती

# titleSetResetPassword
source: Set/Reset Password
mr: सेट/रीसेट पासवर्ड

# titleAddFare
source: Add Fare
mr: भाडे जोडा

# titleModifyViewFareDetails
source: Fare Details
mr: भाडे तपशील

# titleNewTicket
source: New Ticket
mr: नवीन तिकीट

# titleOpenTickets
source: Open Tickets
mr: उघडी तिकीटे

# titleRejectTicket
source: Reject Ticket
mr: तिकीट नाकार

# titleTicketHistory
source: Ticket History
mr: तिकीट इतिहास

# titleMarkExit
source: Mark Exit
mr: निर्गमन चिन्हांकित करा

# titleModifyViewTicketDetails
source: Ticket Details
mr: तिकीट तपशील

# titleViewTicketDetails
source: Ticket Details
mr: तिकीट तपशील

# labelPassword
source: Password
mr: पासवर्ड

# labelConfirmPassword
source: Confirm Password
mr: पासवर्डची पुष्टी करा

# labelEmailAndMobileNo
source: Email ID / Mobile No.
mr: ईमेल आयडी / मोबाइल नंबर

# labelMobileNumber
source: Mobile Number
mr: मोबाइल नंबर

# labelEmail
source: Email
mr: ईमेल आयडी

# labelFullName
source: Full Name
mr: पूर्ण नाव

# labelPlazaOwnerName
source: Plaza Owner Name
mr: प्लाझा मालकाचे नाव

# labelUsername
source: Username
mr: वापरकर्ता नाव

# labelCity
source: City
mr: शहर

# labelState
source: State
mr: राज्य

# labelDistrict
source: District
mr: जिल्हा

# labelAddress
source: Address
mr: पत्ता

# labelPincode
source: Pincode
mr: पिनकोड

# labelRole
source: Role
mr: भूमिका

# labelAssignRole
source: Assign Role
mr: भूमिका नियुक्त करा

# labelEntity
source: Entity
mr: संस्था

# labelSubEntity
source: Sub-Entity
mr: उप-संस्था

# actionForgotPassword
source: Forgot Password?
mr: पासवर्ड विसरलात?

# actionCreateAccount
source: Create Account
mr: खाते तयार करा

# actionLoginAccount
source: Already have an account? Login
mr: आधीपासून खाते आहे का?

# errorUserIdEmpty
source: User ID cannot be empty.
mr: वापरकर्ता आयडी रिकामा असू शकत नाही.

# errorPasswordEmpty
source: Password cannot be empty.
mr: पासवर्ड रिकामा असू शकत नाही.

# errorRepeatPasswordEmpty
source: Repeat password cannot be empty.
mr: पुनरावृत्ती पासवर्ड रिकामा असू शकत नाही.

# errorEmailEmpty
source: Email address cannot be empty.
mr: ईमेल पत्ता रिकामा असू शकत नाही.

# errorInvalidEmail
source: Invalid email address format.
mr: अवैध ईमेल पत्ता स्वरूप.

# errorMobileNoEmpty
source: Please enter your mobile number.
mr: कृपया आपला मोबाइल नंबर प्रविष्ट करा.

# errorInvalidPhone
source: Invalid phone number format.
mr: अवैध फोन नंबर स्वरूप.

# errorUsernameEmpty
source: Username is required.
mr: वापरकर्ता नाव आवश्यक आहे.

# errorDisplayNameEmpty
source: Display name cannot be empty.
mr: डिस्प्ले नाव रिकामे असू शकत नाही.

# errorMobileNumberInvalid
source: Please enter a valid 10-digit mobile number.
mr: कृपया वैध 10-अंकी मोबाइल नंबर प्रविष्ट करा.

# errorMobileVerificationFailed
source: Mobile number verification failed.
mr: मोबाइल नंबरची पडताळणी अयशस्वी झाली.

# errorUpdateFailed
source: Failed to update user information
mr: प्रोफाइल अपडेट करण्यात अयशस्वी.

# successProfileUpdate
source: Profile updated successfully
mr: प्रोफाइल यशस्वीरित्या अपडेट झाली.

# warningMobileVerificationRequired
source: Mobile number verification is required.
mr: मोबाइल नंबरची पडताळणी आवश्यक आहे.

# errorLoadOperator
source: Failed to load operator data.
mr: ऑपरेटर डेटा लोड करण्यात अयशस्वी.

# errorUsernameRequired
source: Username is required
mr: वापरकर्ता नाव आवश्यक आहे.

# errorUsernameLength
source: Username must be between 3 and 50 characters
mr: वापरकर्ता नावाची लांबी अमान्य आहे.

# errorPlazaOwnerNameRequired
source: Plaza owner name is required.
mr: प्लाझा मालकाचे नाव आवश्यक आहे.

# errorPlazaOwnerNameLength
source: Plaza owner name length is invalid.
mr: प्लाझा मालकाच्या नावाची लांबी अमान्य आहे.

# errorFullNameRequired
source: Full name is required
mr: पूर्ण नाव आवश्यक आहे.

# errorFullNameLength
source: Full name must be between 3 and 50 characters
mr: पूर्ण नाव 1 ते 100 अक्षरांमध्ये असावे.

# errorRoleRequired
source: Please select a role.
mr: कृपया भूमिका निवडा.

# errorSubEntityRequired
source: Sub-entity selection is required.
mr: उप-संस्थेची निवड आवश्यक आहे.

# errorMobileRequired
source: Mobile number is required
mr: मोबाइल नंबर आवश्यक आहे.

# errorMobileLength
source: Mobile number must be exactly 10 digits.
mr: मोबाइल नंबर अचूक 10 अंकांचा असावा.

# errorMobileUnique
source: Mobile number is already registered.
mr: मोबाइल नंबर आधीच नोंदणीकृत आहे.

# errorMobileInvalidFormat
source: Mobile number must be 10 digits
mr: कृपया फक्त अंक प्रविष्ट करा.

# errorEmailOrMobileRequired
source: Please enter an email address or mobile number.
mr: कृपया ईमेल आयडी किंवा मोबाइल नंबर प्रविष्ट करा.

# errorValidEmailRequired
source: Please enter a valid email address.
mr: कृपया वैध ईमेल आयडी प्रविष्ट करा.

# errorValidMobileRequired
source: Please enter a valid mobile number.
mr: कृपया वैध मोबाइल नंबर प्रविष्ट करा.

# errorEmailRequired
source: Email is required
mr: ईमेल आयडी आवश्यक आहे.

# errorEmailLength
source: Email ID must not exceed 50 characters.
mr: ईमेल आयडी 50 अक्षरांपेक्षा जास्त नसावे.

# errorEmailInvalid
source: Invalid email format
mr: अवैध ईमेल आयडी.

# errorEmailMinLength
source: Email ID must be at least 10 characters.
mr: ईमेल आयडी किमान 10 अक्षरांचा असावा.

# errorAddressRequired
source: Address is required
mr: पत्ता आवश्यक आहे.

# errorAddressLength
source: Address must be 256 characters or less
mr: पत्ता 1 ते 256 अक्षरांमध्ये असावा.

# errorCityRequired
source: City is required
mr: शहर आवश्यक आहे.

# errorCityLength
source: City must be 50 characters or less
mr: शहर 1 ते 50 अक्षरांमध्ये असावा.

# errorStateRequired
source: State is required
mr: राज्य आवश्यक आहे.

# errorStateLength
source: State must be 50 characters or less
mr: राज्य 1 ते 50 अक्षरांमध्ये असावे.

# errorPasswordRequired
source: Password is required
mr: पासवर्ड आवश्यक आहे.

# errorPasswordLength
source: Password must be 8 to 20 characters long.
mr: पासवर्ड 8 ते 20 अक्षरांचा असावा.

# errorPasswordFormat
source: Password must be 8-20 characters with at least one lowercase, uppercase, digit, and special character
mr: पासवर्डमध्ये किमान एक अपरकेस, एक लोअरकेस, एक संख्या, आणि एक विशेष चिन्ह असावे.

# errorConfirmPasswordRequired
source: Confirm password is required
mr: पुनः पासवर्ड आवश्यक आहे.

# errorPasswordMismatch
source: Passwords do not match
mr: पासवर्ड जुळत नाहीत.

# errorEntityRequired
source: Assigning an entity is required.
mr: संस्था नियुक्त करणे आवश्यक आहे.

# errorPlazaSelectionRequired
source: Please select a plaza
mr: कृपया एक प्लाझा निवडा.

# errorFareTypeSelectionRequired
source: Please select a fare type
mr: कृपया एक भाडे प्रकार निवडा.

# errorVehicleTypeSelectionRequired
source: Please select a vehicle type
mr: कृपया एक वाहन प्रकार निवडा.

# errorDailyFareRequired
source: Please enter the daily fare.
mr: कृपया दैनिक भाडे प्रविष्ट करा.

# errorHourlyFareRequired
source: Please enter the hourly fare.
mr: कृपया तासाचे भाडे प्रविष्ट करा.

# errorBaseHourlyFareRequired
source: Please enter the base hourly fare.
mr: कृपया बेस तासाचे भाडे प्रविष्ट करा.

# errorMonthlyFareRequired
source: Please enter the monthly fare.
mr: कृपया मासिक भाडे प्रविष्ट करा.

# errorAmountGreaterThanZero
source: Amount must be greater than 0.
mr: रक्कम 0 पेक्षा जास्त असावी.

# errorStartDateRequired
source: Please enter the start effective date.
mr: कृपया प्रभावी प्रारंभ तारीख प्रविष्ट करा.

# errorPastDateNotAllowed
source: Past dates are not allowed.
mr: मागील तारीख अनुमत नाहीत.

# errorEndDateRequired
source: Please enter the end effective date.
mr: कृपया प्रभावी समाप्ती तारीख प्रविष्ट करा.

# errorEndDateAfterStart
source: End date must be after the start date.
mr: समाप्ती तारीख प्रारंभ तारीखीनंतर असावी.

# errorDiscountRequired
source: Please enter the discount amount for extended hours.
mr: कृपया विस्तारित तासांसाठी सूट रक्कम प्रविष्ट करा.

# errorInvalidDiscount
source: Discount must be greater than 0.
mr: सूट 0 पेक्षा जास्त असावी.

# errorExistingSystemFare
source: A system fare already exists for this plaza.
mr: या प्लाझासाठी सिस्टीम भाडे आधीच आहे.

# errorExistingTemporaryFare
source: A temporary fare already exists for this plaza.
mr: या प्लाझासाठी तात्पुरते भाडे आधीच आहे.

# errorExistingVehicleClass
source: Vehicle class already exists for this plaza.
mr: या प्लाझासाठी वाहन वर्ग आधीच आहे.

# errorFareSubmission
source: Error adding fare:
mr: भाडे जोडण्यात त्रुटी:

# successFareSubmission
source: Fares added successfully
mr: सर्व भाडे यशस्वीरित्या सबमिट झाले आहेत!

# warningNoFaresAdded
source: Please add at least one fare before submitting.
mr: सबमिट करण्यापूर्वी किमान एक भाडे जोडा.

# errorSubmissionFailed
source: Submission failed:
mr: सबमिशन अयशस्वी:

# navTransactions
source: Transactions
mr: व्यवहार

# navMenu
source: Menu
mr: मेनू

# navDashboard
source: Dashboard
mr: डॅशबोर्ड

# navNotifications
source: Notifications
mr: सूचना

# navAccount
source: Account
mr: खाते

# errorLoadingLanesFailed
source: Loading Lanes Failed
mr: लेन लोड करण्यात अयशस्वी

source: Error Loading Data
mr: डेटा लोड करण्यात त्रुटी

# labelCompanyType
source: Company Type
mr: कंपनी प्रकार

# labelCompanyName
source: Company Name
mr: कंपनीचे नाव

# labelPlazaOrgId
source: Plaza Org ID
mr: प्लाझा संघटना ID

source: Failed To Pick Images:
mr: प्रतिमा निवडण्यात अयशस्वी: {error}

# imageRemovedSuccess
source: Image Removed Successfully
mr: प्रतिमा यशस्वीरित्या काढली

source: Image Remove Failed
mr: प्रतिमा काढण्यात अयशस्वी

# titlePlazaImages
source: Plaza Images
mr: प्लाझा प्रतिमा

source: Failed to refresh images:
mr: प्रतिमा रीफ्रेश करण्यात अयशस्वी: {error}

# validationExactDigits
source: {fieldName} must be exactly {digits} digits long.
mr: {fieldName} अचूक {digits} अंक लांब असावे.

# tooltipEditBasicDetails
source: Edit Basic Details
mr: मूलभूत तपशील संपादित करा

# labelOwner
source: Owner
mr: मालक

# labelOperator
source: Operator
mr: ऑपरेटर

# labelSubCategory
source: Sub Category
mr: उप श्रेणी

# tooltipEditBankDetails
source: Edit Bank Details
mr: बँक तपशील संपादित करा

# labelAccountHolder
source: Account Holder
mr: खाते धारक

# labelIFSC
source: IFSC Code
mr: IFSC कोड

# messageNoBankDetails
source: No bank details available
mr: कोणतेही बँक तपशील उपलब्ध नाहीत

# tooltipEditImages
source: Edit Images
mr: प्रतिमा संपादित करा

# errorImageNotFound
source: Image not found
mr: प्रतिमा सापडली नाही

# noNewImagesToUpload
source: No New Image To Upload
mr: अपलोडसाठी कोणतीही नवीन प्रतिमा नाही

# addBankDetailsAction
source: Add Bank Details
mr: बँक तपशील जोडा

# labelTotalTransactions
source: Total Transactions
mr: एकूण व्यवहार

# errorFailedToLoadSection
source: Couldn't load this section.
mr: हा विभाग लोड होऊ शकला नाही.

# tryRefreshing
source: Please pull down to refresh.
mr: कृपया रीफ्रेश करण्यासाठी खाली ओढा.

# labelDisputesLowerCase
source: disputes
mr: वाद

# labelTransactionsLowerCase
source: transactions
mr: व्यवहार

# errorNoAccess
source: No Access
mr: प्रवेश नाही

# errorFailedToLoadPlazas
source: Failed to load plaza options. Please check your connection and try again.
mr: प्लाझा पर्याय लोड करण्यात अयशस्वी. कृपया आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.

# errorNoPlazasAssigned
source: No plazas are currently assigned to your account. Please contact support if you believe this is an error.
mr: तुमच्या खात्यात सध्या कोणतेही प्लाझा नियुक्त नाहीत. कृपया सहाय्याशी संपर्क साधा जर तुम्हाला वाटत असेल की ही चूक आहे.

# errorNoAccessToPlazaData
source: You do not have access to view plaza-specific data.
mr: तुम्हाला प्लाझा-विशिष्ट डेटा पाहण्याची परवानगी नाही.

# errorDataNotFoundGeneric
source: Data not found. Please pull to refresh or try again later.
mr: डेटा सापडला नाही. कृपया रीफ्रेश करण्यासाठी ओढा किंवा नंतर पुन्हा प्रयत्न करा.

# featureComingSoon
source: This feature is coming soon!
mr: हे वैशिष्ट्य लवकरच येत आहे!

source: Export Report
mr: अहवाल निर्यात करा

# labelAvailableSlots
source: Available Slots
mr: उपलब्ध स्लॉट

# titleDisputeList
source: Disputes
mr: वाद

# statusLabel
source: Status
mr: स्थिती

# titleProcessingDispute
source: Processing Dispute
mr: वाद प्रक्रिया

# labelTicket
source: Ticket
mr: तिकीट

# labelPaymentAmount
source: Payment Amount
mr: पेमेंट रक्कम

# labelPaymentDate
source: Payment Date
mr: पेमेंट तारीख

# labelDisputeExpiryDate
source: Expiry Date
mr: समाप्ती तारीख

# labelDisputeReason
source: Dispute Reason
mr: वाद कारण

# labelDisputeAmount
source: Dispute Amount
mr: वाद रक्कम

# labelDisputeRemark
source: Dispute Remark
mr: वाद टिप्पणी

# errorLoadDisputeDetails
source: Failed to load dispute details
mr: वाद तपशील लोड करण्यात अयशस्वी

# buttonProcessDispute
source: Process Dispute
mr: वाद प्रक्रिया करा

# buttonClose
source: Close
mr: बंद करा

# labelAuditDetails
source: Audit Details
mr: ऑडिट तपशील

# labelDisputeInformation
source: Dispute Information
mr: वाद माहिती

# labelDisputeRaisedBy
source: Dispute Raised By
mr: वाद उठवला

# labelDisputeRaisedDate
source: Dispute Raised Date
mr: वाद उठवण्याची तारीख

# labelDisputeProcessedBy
source: Dispute Processed By
mr: वाद प्रक्रिया केली

# labelDisputeProcessedDate
source: Dispute Processed Date
mr: वाद प्रक्रिया तारीख

# labelTicketInformation
source: Ticket Information
mr: तिकीट माहिती

# labelExitLane
source: Exit Lane
mr: बाहेर पडण्याची लेन

# labelTotalCharges
source: Total Charges
mr: एकूण शुल्क

# labelPaymentStatus
source: Payment Status
mr: पेमेंट स्थिती

# labelNotFilled
source: Not filled
mr: भरले नाही

# titleProcessDispute
source: Process Dispute
mr: वाद प्रक्रिया

# labelDisputeAction
source: Dispute Action
mr: वाद कृती

# imageProcessingError
source: Error processing image: {details}
mr: प्रतिमा प्रक्रिया त्रुटी:

# errorNoAccessToDashboard
source: You do not have permission to view the dashboard.
mr: तुम्हाला डॅशबोर्ड पाहण्याची परवानगी नाही.

# errorLoadingDashboardConfig
source: Error loading dashboard configuration
mr: डॅशबोर्ड कॉन्फिगरेशन लोड करण्यात त्रुटी

# locationFetchTimeoutError
source: Could not get location in time. Please try again.
mr: वेळेत स्थान मिळू शकले नाही. कृपया पुन्हा प्रयत्न करा.

# locationNotAvailableError
source: Location data is not available. Please ensure location services are enabled and permissions are granted.
mr: स्थान डेटा उपलब्ध नाही. कृपया खात्री करा की स्थान सेवा सक्षम आहेत आणि परवानग्या दिल्या आहेत.

# noPlazasFound
source: No plazas found for your account.
mr: तुमच्या खात्यासाठी कोणतेही प्लाझा सापडले नाहीत.

source: Unnamed Plaza
mr: अनामिक प्लाझा

# noLanesFoundForPlaza
source: No lanes found for the selected plaza.
mr: निवडलेल्या प्लाझासाठी कोणत्याही लेन सापडल्या नाहीत.

# vehicleNumberRequiredError
source: Vehicle number is required.
mr: वाहन क्रमांक आवश्यक आहे.

# vehicleNumberTooLongError
source: Vehicle number cannot exceed 20 characters.
mr: वाहन क्रमांक 20 अक्षरांपेक्षा जास्त असू शकत नाही.

# vehicleTypeRequired
source: Vehicle type is required
mr: वाहन प्रकार आवश्यक आहे.

# imageRequired
source: Please capture at least one vehicle image
mr: प्रतिमा आवश्यक आहे.

# imageCaptureError
source: Error capturing image:
mr: प्रतिमा कॅप्चर त्रुटी:

# locationServiceDisabled
source: Location services are disabled. Please enable them.
mr: स्थान सेवा अक्षम आहे.

# locationPermissionDenied
source: Location permission denied. Please enable it to fetch your location.
mr: स्थान परवानगी नाकारली.

# locationPermissionDeniedForever
source: Location permission permanently denied. Please enable it in settings.
mr: स्थान परवानगी कायमची नाकारली.

# locationFetchError
source: Failed to fetch location:
mr: स्थान मिळवण्यात त्रुटी:

# noUserIdError
source: No user ID found. Please log in again.
mr: कोणतीही वापरकर्ता ID नाही.

# initializationError
source: Failed to initialize the screen: {details}
mr: स्क्रीन सुरू करण्यात अयशस्वी:

# plazaFetchError
source: Failed to fetch plazas:
mr: प्लाझा मिळवण्यात त्रुटी:

# laneFetchError
source: Failed to fetch lanes:
mr: लेन मिळवण्यात त्रुटी:

# noPlazaAssigned
source: No plaza assigned to this user
mr: कोणताही प्लाझा नियुक्त नाही.

source: Invalid Plaza Data
mr: अमान्य प्लाझा डेटा.

# failedToParseTicketIds
source: Ticket created, but failed to retrieve all ticket identifiers
mr: तिकीट ID पार्स करण्यात अयशस्वी.

source: Failed to create ticket
mr: तिकीट तयार करण्यात अयशस्वी.

# internalServerError
source: Internal Server Error. Please try again later.
mr: अंतर्गत सर्व्हर त्रुटी. कृपया नंतर पुन्हा प्रयत्न करा.

# badRequestError
source: Bad request. Please check your input and try again.
mr: गलत विनंती. कृपया तुमचे इनपुट तपासा आणि पुन्हा प्रयत्न करा.

# unauthorizedError
source: Unauthorized. Please login again.
mr: अनधिकृत. कृपया पुन्हा लॉगिन करा.

# forbiddenError
source: Access denied. You do not have permission to perform this action.
mr: प्रवेश नाकारला. तुम्हाला ही कृती करण्याची परवानगी नाही.

# httpRequestFailedWithCode
source: Request failed. Status: {code}
mr: विनंती अयशस्वी. स्थिती: {code}

# unknownCode
source: Unknown
mr: अज्ञात

# noInternetConnection
source: No internet connection. Please check your network settings.
mr: कोणतेही इंटरनेट कनेक्शन नाही. कृपया तुमच्या नेटवर्क सेटिंग्स तपासा.

# serverConnectionError
source: Could not connect to the server. Please try again later.
mr: सर्व्हरशी कनेक्ट होऊ शकत नाही. कृपया नंतर पुन्हा प्रयत्न करा.

# requestTimeoutError
source: The request timed out. Please try again.
mr: विनंती वेळ संपला. कृपया पुन्हा प्रयत्न करा.

# networkError
source: A network error occurred. Please check your connection and try again.
mr: नेटवर्क त्रुटी झाली. कृपया तुमचे कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.

# unexpectedErrorOccurred
source: An unexpected error occurred: {details}
mr: एक अनपेक्षित त्रुटी झाली:

source: Location Required
mr: स्थान आवश्यक

# buttonRetry
source: Retry
mr: पुन्हा प्रयत्न

# buttonSettings
source: Settings
mr: सेटिंग्ज

# buttonMarkExit
source: Mark Exit
mr: निर्गमन चिन्हांकित करा

# errorMarkExitFailed
source: Failed to mark exit
mr: निर्गमन चिन्हांकित करण्यात अयशस्वी

# errorFareNotConfigured
source: Fare not configured for this plaza.
mr: या प्लाझासाठी भाडे कॉन्फिगर केलेले नाही. कृपया भाडे कॉन्फिगर करा आणि पुन्हा प्रयत्न करा.

# buttonConfigureFare
source: Configure Fare
mr: भाडे कॉन्फिगर करा

# labelOr
source: OR
mr: किंवा

# ticketMarkedExitSuccess
source: Marked Exit
mr: निर्गमन चिन्हांकित केले
